{"translation-revision-date":"2023-06-29 11:33:19+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Upgrade to unlock IAB TCF v2.2 support and other advanced features":["Actualiza para activar la compatibilidad con IAB TCF v2.2 y otras características avanzadas"],"Support IAB TCF v2.2":["Compatibilidad con IAB TCF v2.2"],"Geo-target Banner":["Banner orientado geográficamente"],"Show Banner":["Mostrar banner"],"The selected template (opt-out banner) supports CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut), & UCPA (Utah)":["La plantilla seleccionada (banner implícito) es compatible con CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut) y UCPA (Utah)"],"The selected template (opt-in banner) supports GDPR (EU & UK), LGPD (Brazil), PIPEDA (Canada), POPIA (South Africa), nFADP (Switzerland), Privacy Act (Australia), PDPL (Argentina), PDPL (Andorra), DPA (Faroe Island)":["La plantilla seleccionada (banner explícito) es compatible con RGPD (UE y UK), LGPD (Brasil), PIPEDA (Canadá), POPIA (Sudáfrica), nFADP (Suiza), Privacy Act (Australia), PDPL (Argentina), PDPL (Andorra), DPA (Isla Faroe)"],"GDPR & US State Laws":["RGPD y leyes estatales de USA"],"The selected template (opt-out banner) supports CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut), & UCPA (Utah).":["La plantilla seleccionada (banner implícito) es compatible con CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut) y UCPA (Utah)."],"The selected template (opt-in banner) supports GDPR (EU & UK), LGPD (Brazil), PIPEDA (Canada), POPIA (South Africa), nFADP (Switzerland), Privacy Act (Australia), PDPL (Argentina), PDPL (Andorra), DPA (Faroe Island).":["La plantilla seleccionada (banner explícito) es compatible con RGPD (UE y UK), LGPD (Brasil), PIPEDA (Canadá), POPIA (Sudáfrica), nFADP (Suiza), Privacy Act (Australia), PDPL (Argentina), PDPL (Andorra), DPA (Isla Faroe)."],"Problem occurred while saving your settings. Please try again later!":["Ha ocurrido un problema al guardar tus ajustes. ¡Inténtalo de nuevo más tarde!"],"Update was successfull!":["¡La actualización se ha realizado correctamente!"],"Failed to load cookies please try again later!":["¡Ha fallado la carga de cookies, inténtalo de nuevo más tarde!"],"Upgrade to unlock custom css and other advanced features":["Actualiza para activar el css personalizado y otras características avanzadas"],"Custom CSS for additional styling":["CSS personalizado para estilos adicionales"],"Colour scheme":["Esquema de color"],"The edits that you have made in the HTML Editor will override any changes made to the settings below":["Las modificaciones que has realizado en el editor HTML omitirán cualquier cambio realizado en los siguientes ajustes"],"You're in Custom HTML mode. ":["Estás en el modo de HTML personalizado. "],"Upgrade to unlock popup layout and other advanced features":["Actualiza para activar el diseño emergente y otras características avanzadas"],"Please enter a value between 0 and 730":["Por favor, introduce un valor entre 0 y 730"],"United States":["Estados Unidos"],"Select countries":["Seleccionar países"],"EU Countries & UK":["Países de la UE y Reino Unido"],"Worldwide":["Todo el mundo"],"Upgrade to unlock geo-targeting and other advanced features":["Actualiza para activar la segmentación geográfica y otras características avanzadas"],"Hiding any of the categories (with cookies) will make your website non-compliant with GDPR.":["Ocultar cualquier categoría (con sus cookies) hará que tu web no cumpla con el RGPD."],"Hide categories from banner":["Ocultar categorías del banner"],"Choosing any of these categories(cookies) to load prior to receiving user consent will make your website non-compliant with GDPR.":["Elegir cualquiera de estas categorías (cookies) para cargarlas antes de recibir el consentimiento del usuario hará que tu web no cumpla con el RGPD."],"Load cookies prior to consent":["Cargar cookies antes del consentimiento"],"Reload page on consent action":["Recargar la página tras el consentimiento"],"Consent expiration (days)":["Caducidad del consentimiento (días)"],"Show advanced settings":["Mostrar ajustes avanzados"],"Hide advanced settings":["Ocultar ajustes avanzados"],"Fetching data":["Recuperando datos"],"Please upgrade to the Pro or Ultimate plan to show GDPR or US State Laws banner to your site visitors based on their geolocation.":["Por favor, actualiza a los planes Pro o Ultimate para mostrar el banner de RGPD o el banner de las leyes de estados de USA a los visitantes de tu sitio basándose en su geolocalización."],"Consent Template":["Plantilla de consentimiento"],"Loading...":["Cargando…"],"The CCPA banner has been disabled. You can enable it from ‘General’, if needed.":["El banner CCPA se ha desactivado. Puedes activarlo en los ajustes generales si fuese necesario."],"Publish Changes":["Publicar cambios"],"Banner Preview":["Vista previa del banner"],"An unexpected error occurred please try reloading the page or logging in again.":["Ha ocurrido un error inesperado. Por favor, trata de recargar la página o accede de nuevo."],"Premium":["Premium"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-280d68e8.js"}}