{"translation-revision-date":"2023-04-08 18:18:26+0000","generator":"GlotPress\/2.3.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"global":["global"],"Want to save this as your purchase summary page?":["¿Quieres guardar esto como tu página de resumen de compra?"],"Changes you make here will override your WooCommerce default purchase summary page.":["Los cambios que hagas aquí anularán la página de resumen de compras por defecto de tu WooCommerce."],"You've updated your summary page.":["Has actualizado tu página de resumen."],"<h3>Set up a purchase summary page<\/h3><br>This page shows payment and order details. To set one up, go to Site Settings.":["<h3>Configurar una página de resumen de la compra<\/h3><br>Esta página muestra los detalles del pago y del pedido. Para configurar una, ve a «Ajustes del sitio»."],"<h3>Sorry, something went wrong.<\/h3><br>To define a purchase summary page for your site, head over to Site Settings.":["<h3>Lo siento, algo ha salido mal.<\/h3><br>Para definir una página de resumen de compras para tu sitio, dirígete a los ajustes del sitio."],"Want to save this as your checkout page?":["¿Quieres guardar esto como tu página de pago?"],"Changes you make here will override your existing WooCommerce settings.":["Los cambios que hagas aquí reemplazarán los ajustes existentes de WooCommerce."],"You've updated your checkout page.":["Has actualizado la página de pago."],"<h3>Set up a checkout page<\/h3><br>Without a checkout page, visitors can't complete transactions on your site. To set one up, go to Site Settings.":["<h3>Establecer una página de pago<\/h3><br>Sin una página de pago, los visitantes no pueden completar las transacciones en tu sitio. Para establecer una, ve a los ajustes del sitio."],"<h3>Sorry, something went wrong.<\/h3><br>To define a checkout page for your site, head over to Site Settings.":["<h3>Lo siento, algo ha ido mal.<\/h3><br>Para definir una página de pago para tu sitio, dirígete a los ajustes del sitio."],"Want to save this as your cart page?":["¿Quieres guardar esta página como tu carrito?"],"You've updated your cart page.":["Has actualizado tu página de carrito."],"<h3>Set up a cart page<\/h3><br>The cart page shows an order summary. To set one up, go to Site Settings.":["<h3>Configurar una página de carrito<\/h3><br>La página de carrito muestra un resumen del pedido. Para configurar una, ve a los ajustes del sitio."],"<h3>Sorry, something went wrong.<\/h3><br>To define a cart page for your site, head over to Site Settings.":["<h3>Lo siento, algo ha ido mal.<\/h3><br>Para definir una página de carrito para tu sitio, dirígete a los ajustes del sitio."],"Want to save this as your my account page?":["¿Quieres guardar esto como página de mi cuenta?"],"You've updated your my account page.":["Has actualizado la página de mi cuenta."],"<h3>Set up a My Account page<\/h3><br>Without it, customers can't update their billing details, review past orders, etc. To set up My Account, go to Site Settings.":["<h3>Crear una página de mi cuenta<\/h3><br>Sin ella, los clientes no pueden actualizar sus datos de facturación, revisar pedidos anteriores, etc. Para configurar la página de mi cuenta, ve a los ajustes del sitio."],"<h3>Sorry, something went wrong.<\/h3><br>To define a my account page for your site, head over to Site Settings.":["<h3>Lo siento, algo ha ido mal.<\/h3><br>Para definir una página de mi cuenta para tu sitio, dirígete a los ajustes del sitio."],"No thanks":["No, gracias"],"Edit %s":["Editar %s"],"Open Site Editor":["Abrir el editor de sitios"],"View Live Site":["Ver el sitio en vivo"],"Motion Effects":["Efectos de movimiento"],"Popups":["Mensajes emergentes"],"Triggers":["Disparadores"],"Advanced Rules":["Reglas avanzadas"],"What action the user needs to do for the popup to open.":["Qué acción debe realizar el usuario para que se abra la ventana emergente."],"Requirements that have to be met for the popup to open.":["Requisitos que deben cumplirse para que se abra la ventana emergente."],"Please Note":["Por favor, ten en cuenta"],"Popup settings are accessed via the settings icon in the bottom menu":["Se accede a la configuración de las ventanas emergentes a través del icono de ajustes del menú inferior"],"Publish Settings":["Ajustes de publicación"],"Conditions":["Condiciones"],"Apply current template to these pages.":["Aplicar la plantilla actual a estas páginas."],"Save & Close":["Guardar y cerrar"],"%s Field":["Campo %s"],"Display Conditions":["Condiciones de visualización"],"Add Condition":["Añadir condición"],"Next":["Siguiente"],"Linked to Global":["Enlazado al global"],"Save %s":["Guardar %s"],"All":["Todo"],"Custom CSS":["CSS personalizado"],"Save":["Guardar"],"Unlink":["Quitar el enlace"],"Cancel":["Cancelar"],"Unlink Widget":["Quitar el enlace del widget"],"This will make the widget stop being global. It'll be reverted into being just a regular widget.":["Esto hará que el widget deje de ser global. Volverá a ser un widget normal."],"Save your widget as a global widget":["Guarda tu widget como global"],"You'll be able to add this global widget to multiple areas on your site, and edit it from one single place.":["Podrás añadir este widget global a múltiples áreas de tu sitio, y editarlo desde un único lugar."],"Edit Template":["Edita plantilla"],"Template":["Plantilla"]}},"comment":{"reference":"assets\/js\/editor.js"}}